[
  "What movie did actress Irene Jacob complete before the American action crime thriller film directed by Stuart Bird?",
  "Who created the show with Wendy Schaal doing the voice of Francine?",
  "What objects were carried into battle by these naval ships for qhich the QF 6-pounder Hotchkiss were introduced to defend against?",
  "Who is older Danny Green or James Worthy?",
  "Author David Chanoff has collaborated with a U.S. Navy admiral who served as the ambassador to the United Kingdom under which President?",
  "What was the first year a scientific journal published by an organization located in the Bronx was published?",
  "Geoff LaTulippe is an American writer whose best-known work was directed by whom?",
  "Are Hoodoo Gurus and Pierre Bouvier of the same nationality?",
  "Hardley Flood is an area of lagoons that support populations of the waterfowl that are a medium sized version of what animal?",
  "The Twelfth United States Army Group commander was the first chairman of what?",
  "Which actor and film director is from German Jewish descent, Kurt Gerron or Dell Henderson?",
  "Michael Braz completed a libretto for what Georgia college, founded in 1906?",
  "The 2000 British film Snatch was later adapted into a television series for what streaming service?",
  "Kurt Fuller from Stockton, CA appeared in which American Detective Comedy Drama television series created by Steve Franks?",
  "The central figure used in the corporate branding of Singapore Airlines has been an element of it's marketing since what year?",
  "Who was older, Andrew Preston or James Taylor?",
  "How many households does the network that Di-Gata Defenders plays on in South Africa reach?",
  "What star of Parks and Recreation appeared in November?",
  "\"Tunak\", is a bhangra/pop love song by an artist born in which year ?",
  "Which peak is flanked by Manaslu, Shispare or Ngadi Chuli?",
  "What was the middle name of the actress who was cast alongside Harvey Fierstein, Linda Hart, Dick Latessa, Clarke Thorell, Mary Bond Davis, Laura Bell Bundy, Matthew Morrison, Corey Reynolds, and Marissa Jaret Winokur in Hairspray?",
  "According to the 2011 census what is the population of the city where Royal Wahingdoh F.C. are based ?",
  "The Ranters were a loose collection of radical so-called heretics whose main objection was with what major division of Christendom?",
  "Ruth Vollmer begins work designing window displays for which American luxury jewelry and specialty retailer, headquartered in New York City",
  "What city does the company that owns Bumble and bumble have its headquarters in?",
  "What languages did the son of Sacagawea speak?",
  "Ferdinand Zvonimir von Habsburg is the eldest son of the head of which House",
  "What schools of thought are drawn from in the academic discipline of Hafiz Rashid Khan?",
  "Alfie Allen played Theon Greyjoy on which show?",
  "Was Vanderbilt University or Emory University founded first?",
  "Hivange is a village in a country that has how many official languages ?",
  "South Dade High School is located between what two national parks?",
  "What does the organization associated with Carl Wieland believe about anything other than the young earth view? ",
  "What award was an actor born in 1955 that acted in the movie Ransom nominated for?",
  "Is Northeast Florida Regional Airport farther from St. Augustine than Glacier Park International Airport is to Kalispell?",
  "Are both Delmer Daves and Jean-Pierre Jeunet film directors?",
  "What is the name of the company that wholly owns the Value Alliance airline whose head office is within Terminal 2 of Narita International Airport?",
  "Who beat the Missouri Tigers in what is alternatively known as the Border Showdown?",
  "What was the name of the team that represented an Arizona university in the conference that covers a broad expanse of the western United States, including Arizona, California, and New Mexico?",
  "How many personnel does the Navy that had Gilliam-class atttack transports have on active duty?",
  "In which part of New York was the singer who released the song No Problem raised ?",
  "Vices and Virtues, coincidentally released just four days after \"Vices & Virtues\" by Las Vegas band Panic! at the Disco, was the second studio album by which Canadian rock band?",
  "What does the goddess associated with the goddess frigg  consists of what tales?",
  "Who was the director of the 2007 American action film starring the actress, professionally known as Maggie Q.?",
  "Did the board game San Marco or About Time come out first?",
  "Are John O'Hara and Rabindranath Tagore the same nationality?",
  "Are The Man from Snowy River II and Miracle of the White Stallions filmed in different countries?",
  "Which was fought earlier in our nation's history, the Seven Days Battles or the Battle of Manila?",
  "What nationality is the man who developed the dictator game?",
  "Manchester, New Hampshire is a part of the Northeast megalopolis which included what other major cities?",
  "The term snake eyes is used in a particular casino game that uses what game pieces?",
  "What \"Splitting Image\" voice artist provided testimony in Evidently... John Cooper Clarke?",
  "What character in \"Father Ted\" was played by an actor who starred in Death in Paradise?",
  "What country is the Selun located in?",
  "What is the name of the third act in a play where a character named Carlo Gérard is partly based on a revolutionary figure?",
  "What was Muammar Mohammed Abu Minyar Gaddafi's title during the Libyan Civil War?",
  "Where was the device that is similar to Princess max released?",
  "Billy King was an Australian rules footballer who participated in a game that was contested between the South Melbourne Football Club and Carlton Football Club, and was held at what location in Melbourne in 1945?",
  "A British sports, health and leisure business hosted the World Games on what dates?",
  "What ingredient is in both Cosmopolitan and Cuba Libre?",
  "William Hodges visited a polar region as part of a voyage, the region is how big?",
  "Polk County Florida's second most populated city is home to which mall?",
  "Michaël Llodra of France, called \"the best volleyer on tour\", defeated Juan Martín del Potro a professional of what nationality?",
  "Which tour did The Beatles release their album Dark Horse?",
  "When was the female character that on June 9, 2015 was promoted to a series regular first introduced on \"Once Upon a Time\"?",
  "Sachin H. Jain served as Chief Medical Information and Innovation Officer for one of the largest pharmaceutical companies in the world called what?",
  "Cudjoe Kazoola Lewis was brought illegally to the United States on board a ship that was how many feet long?",
  "Philip Savage served as Direcor of Player Personnel for the Baltimore Ravens under what general manager who was inducted into both the College and Pro Football Halls of Fame?",
  "Who was born first, Ronnie Radke or Dave Brockie?",
  "How many times have the team that won the 11th DFB-Pokal won the national championship ?",
  "What is the full name of the company co founded by Jay Van Andel?",
  "Where is the movie from that is directed by Raymond Yip and stars the winner of Miss Chinese International Pageant of 1988?",
  "When was the Swiss author and dramatist died who's novel is \"A Dangerous Game\"?",
  "Are Pothos and Tibouchina Aubl both flowering genus of plants?",
  "High Water is a song by Bob Dylan it was based on the 1927 Lousiana Flood. Another song recorded by Dylan about the event is When the Levee Breaks who is the Husband and Wife team that wrote and recorded this song in 1929 ?",
  "What year did the Jang Hoon directed film, starring Song Kang-ho in the title role and selected as the South Korean entry for the Best Foreign Language Film at the 90th Academy Awards, debut?",
  "Which television network that aired Gameshow Marathon has been owned by the Bell Media division of BCE, Inc since 2000?",
  "Are both Helen Dunmore and M. P. Shiel of West Indian descent?",
  "Q:The 7.92×57mm Mauser rifle cartridge was used by which country's military in the 20th century?",
  " Season of Migration to the North  is a counter narrative to a novella by what Polish-British novelist?",
  " The Type 90 tank built by Mitsubishi Heavy Industries is to be superseded by what generation of main battle tank of the Japanese Ground Self Defense Force?",
  "Which university's teams with a mascot called Stomper began competing in the Northern Sun Intercollegiate Conference in 2008?",
  "The Bart the Fink episode of The Simpsons aired in February of 1996, and involves the host of which kiddie show?",
  "Where was the 2015 MSA Formula Championship, a multi-event, Formula 4 open-wheel single seater motor racing championship held?",
  "Cyrina Fiallo has guest starred on which Michael Jacobs-created sitcom?",
  "Which was published founded most recently, InStyle or Godey's Lady's Book?",
  "What conference is the team that is head coached by the uncle of Scott Turner?",
  "Akademik Lomonosov was named after a Russian polymath, scientist, and writer, who discovered the atmosphere of what planet?",
  "What was the setting for Raphael Coleman's best known film?",
  "How many rooms are in the building built in 1883 at Garden City in Nassau County, New York?",
  "Are John Tardy and Stza from the same country?",
  "What is the name of the largest shipping facility in the Northeastern United States, where the Boston Red Socks play?",
  "What author wrote a three book series of memoirs that are studied in school systems around the world?",
  "Robin R. Bottin is known for his collaboration with an American director and producer who won an Academy Award, Golden Globe and BAFTA award for what movie?",
  "Who directed the film to which \" A Perfect Murder\" was a modern remake? ",
  "Who is older, Jed Hoyer or John William Henry II?",
  "Edwyn Collins and Ian Gillan both have which profession in common?",
  "Where was the university at which  Barrie Ciliberti was a professor located? ",
  "Which professional tennis player was born first, Lucie Hradecká or Raffaella Reggi?",
  "Which tennis player is South African, Mariaan de Swardt or Kateryna Bondarenko?",
  "What child starred in a Chicago production of Alice Walker's 1982 novel?",
  "To what group of plants do both Dieffenbachia and Carlina belong?",
  "Which opera has more acts, Louise or Le roi malgré lui?",
  "Who was the leading actor of the Christmas movie that Rebecca Forstadt did background voices for?",
  "How many miles west of Phoenix, Arizona is the base where the 63d Fighter Squadron is assigned?",
  "Signed with Maybach Music Group in 2011, which artist was featured as a guest in Fire of Zamani?",
  " Curious is a women's fragrance by a singer born in what city and state?",
  "The composer of the music for the ballet \"The Seasons\"  was the director of what organization from 1905 to 1928?",
  "Were both Eugene Dynkin and Vladimir Voevodsky mathematicians from Russia?",
  "In what year did Mets fans start taking New York City Bus: Q48 to watch home games?",
  "Who directed the film about the living funeral for Morrie Schwartz ?",
  "Louis XVI style sought to evoke the artistic styles that were just then being rediscovered in  Pompeii and this ancient Roman town that was destroyed in what year",
  "Who produced the film that was Jennifer Kent's directorial debut?",
  "Who was part of more music bands, Alison Mosshart or Ann Wilson?",
  "Which Outer Banks landmark and premiere BBQ restaurant has been featured in the magazine Southern Living?",
  "Where is stadium that was named after Rodney Cline Carew?",
  "What was the name of a woman from the book titled \"Their Lives: The Women Targeted by the Clinton Machine \" and was also a former white house intern?",
  "What Division was the college footbal team that fired their head coach on November 24, 2006?",
  "An actor who appeared in all eight \"American Pie Films\" stared alongside which actor in Armed and Dangerous? ",
  "What star of a Matthew Senreich and Zeb Wells comedy was born in July of 1983?",
  "The first person to reach both poles named a glacier after which person? ",
  "Who won the 2007 Copa America Final, with help from Julio Baptista?",
  "What is the name of the band that had a song featured in the second installment of a 2005 horror film starring Donnie Wahlberg?",
  "Which came out first, Dinosaur or McFarland, USA",
  "Who was born first, Arthur Conan Doyle or Penelope Lively?",
  "Who starred in The Bronze and also showed up on the CBS sitcom \"The Big Bang Theory\"?",
  "What type of diary did one of the founders of the John Bishop Memorial Hospital in Srinagar write?",
  "Who directed a 2006 film where Ron Perkins character plays the manager of a hotel?",
  "Who won the 1981 CART PPG Indy Car World Series in Avondale Arizona?",
  "Who is older Craig Nicholls or Norman Blake ?",
  "The nightclub Playboy Club was located at this hotel and casino located near the Las Vegas Strip that has how many rooms?",
  "How many Golden Globe Awards did the artist who published the photo book \"In Mexico\" win?",
  "Blue Dwarf is what type of online text-based role-playing game?",
  "Which band was formed first, Circus Diablo or Magic Dirt?",
  "Fort Snelling spurred growth of Saint Paul was located in this county?",
  "Which Formula One World Champion had a teammate named Richie Ginther?",
  "What rapper on the song \"Wij zijn Ajax\" plays for the Turkish club Beşiktaş?",
  "Romans stars which Tamil and Telugu actress?",
  "Which part of Handel's Messiah covers the birth of a child who, according to the gospels of Luke and Matthew, was born in Bethlehem?",
  "San Francisco National Cemetery is located at a park that is part of what National Recreation Area?",
  "Who is known for composing  American Beauty: Original Motion Picture Score and many other film scores?",
  "What is the manufacturer of the car used by the Ford CD2 platform's design inspiration?",
  "Who has released more solo albums, Ozzy Osbourne or Curt Smith?",
  "Igor Naming Agency named a resort located where?",
  "Blues to the Bush is an album by The Who that can still be found on what e-commerce platform that was founded in 1995?",
  "In which year did Baek Bong-ki appear in the South Korean drama film set in a high school?",
  "What 2-year worldwide tour had a round stage and a band that performed a song never before performed live?",
  "Which pickup truck that's name was retired in North America in 1976 is part of Toyota's IMV program with the Fortuner SUV?",
  "What country of origin does Eric Lucassen and Party for Freedom have in common?",
  "Flyboys stars which actor who was nominated for an Academy Award for \"127 Hours\"?",
  "What where Mark Chamberlain and Alex Oxlade-Chamberlain being?",
  "Who was born earlier, Johnny Lujack or Jim Kelly?",
  "What musical duo used samples from the first presenter of \"Tomorrow's World\" in their album Lost and Safe?",
  "Are Siping, Jilin and Linhai both in the same province in China?",
  "Stitch's Great Escape! replaced the theater-in-the-round attraction in which section of the Magic Kingdom theme park?",
  "what season of shark tank did Roominate get invsetments",
  "What crossroads is the town located 10 km north of the Charcoal Tank Nature Reserve located?",
  "Who is the mother of the Texas business man that co-founded Ignite! Learning, Inc?",
  "Between Death in the Afternoon and Hennchata, whose inventor has more literary fame?",
  "In what city did Charlie Spiller play college football?",
  "Kam Heskin plays Paige Morgan in a 2004 film directed by who?",
  "At what venue was the January 2, 2012 game featured the University of Louisville team?",
  "John Hatzistergos was a Member of a council that has how many members ?",
  "Arundel Castle was damaged during a war between which two groups?",
  "Are Distortion Mirrors and OK Go both considered rock bands?",
  "What state is home to the Lake Wobegon Trails and the recording location for the live radio show \"A Prairie Home Companion\"?",
  "What team competed in six competitions in their 116th season, and four in their 117th?",
  "Drachen Fire was a roller coaster located behind which suspended coaster at Busch Gardens Williamsburg?",
  "The Bellagio resort owned by MGM Resorts international is located in which US city?",
  "when was american stunt performer which Stunt Cycle attempted to cash in with born ",
  "Wagner Moura received what nomination for playing the lead role of \"The King of Cocaine\"? ",
  "The M1919 and the M1 was used by what military?",
  "What flow of goods and services were managed and distributed by General Blood?",
  "What are both James Hetfield and Bob Marley?",
  "What type of group does Roses Are Red and Sleeping with Sirens have in common?",
  "Are Ana Kasparian and Katherine Sarafian both Armenian-",
  "In what year was the soft drink that the Coca-Cola Company designed Red Flash to compete against created?",
  "Who was the lead french actor who starred in the 1986 film that inspired a Stella Artois ad campaign?",
  "The Bay Plaza Shopping Center contains a store that headquartered where? ",
  "Who was the biological father of the emperor who built the Nemi Ships?",
  "Kevin Wayne Durant was named what ?(An Award initiated following 1952-53 NBA Season?",
  "What season of the Indian reality TV series \"Big Boss\" did the model Lopamundra Raut compete in?",
  "Are Hanafuda and Okey both card games?",
  "What year was a joint venture between RLJ Companies and this film studio founded in 2005, founded?",
  "Paddington is a television program based on the books that first appeared on what date?",
  "What profeesion do Giacomo Benvenuti and Claudio Monteverdi share?",
  "Are Bangkok Girl and Home both horror movies?",
  "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?",
  "What editor of the The Dungeons & Dragons Basic Set is best known for his work at TSR, Inc.?",
  "Was Talking Heads and Man or Astro-man? formed further north?",
  "Which fictional MI6 agent is a fictional character created by the British journalist and novelist Ian Fleming in 1952?",
  "What defines Downers Grove as a thriller?",
  "Which president of Botswana did Naomi Jacobson immortalize as a statue?",
  "Which of the cities of Dujiangyan City and Ezhou has the larger population according to their latest census ?",
  "What genre of music did Benjamin Burnley and Yannis Philippakis have in common?",
  "What is the middle name of the Silicon Valley entrepreneur disussed in the non-fiction book The Unwinding?",
  "What is the capacity of the Stadium, other than Kauffman Stadium, designed by Charles Deaton ? ",
  "Which magazine was published first, Woman's Day or The Lady?",
  "What movement is this music seen as that released Facta Loquuntur as their first full length album?",
  "Li Yitong made her television debut on which network?",
  "What giant silverware company was started as a religious Utopian group and was for many years run by Pierrepont Noyes?",
  "WonderWorks made an adaptation of what novel created by Frances Hogson Burnett?",
  "The Whitehead Light is located in what town with a population of 2,591 during the 2010 census?",
  "Who was the chief executive officer of the second largest US car rental company by sales?",
  "In which U.S. state are MedStar Georgetown University Hospital and Providence Hospital?",
  "George Borba was part of the team that competed at what 1970 championship?",
  "Which genus of flowering plant is found in an environment further south, Crocosmia or Cimicifuga?",
  "The Julian P. Kanter Political Commercial Archive has been designated an official project by an initiative to preserve and protect what?",
  "Who is the American actress that stars in the movie \"Innocesnce\" and is best known for her role as Alexandra Cabot in a long-running NBC series?",
  "Ashley Benson portrayed the role of Brit in the 2012 crime film directed by whom?",
  "The Church of St Peter in Pertenhall, Bedfordshire, England was added to this register on 13 July 1964.",
  "Which women's magazine was published first, Mirabella or Home Monthly?",
  "Rob is an American sitcom that starred what American actress who was best known for portraying Yolanda Saldivar in the film Selena?",
  "The American Astronomical Society presents an award named after what New Zealand astronomer?",
  "The 1974 Texas Tech Raiders football team represented what public research university in Lubbock, Texas?",
  "Michelle Lewis has written songs for which \"Lizzie McGuire\" actress? ",
  "What is the proper name for the steroid used by the retired British track sprinter who is one of the fastest European sprinters in the history of athletics?",
  "When did the place in Canada where François Beaucourt (1740-1794) was mainly active acquired its present name?",
  "Which movie is a documentary about \"Beowulf & Grendel\", between My Kid Could Paint That and Wrath of Gods?",
  "Mawson  is an electoral district that includes the wine regional around which town 35 km south of Adelaide?",
  "What format does a 1170 kHz AM station that Jim Angel presented the news for have?",
  "In what category did the composer of \"Elliot, a Soldier's Fugue\" win a Tony Award in 2008?",
  "Are Daryl Hall and Gerry Marsden both musicians?",
  "Although he mostly provided backing vocals as part of this group, Mark Owen's first single \"Four Minute Warning\" released on 4 August 2003, was once part of this English pop music group.",
  "Macaulay Carson Culkin was regarded as the most successful child actor since which actress, who was Hollywood's number one box-office draw as a child actress from 1935 to 1938?",
  "What organization does Sandra Pizzarello and Doctorate have in common?",
  "From March 631 to April 631, Farrukhzad Khosrau V was the king of an empire that succeeded which empire?",
  "What product by FLEXcon represents data by geometric patterns?",
  "The southernmost administrative region of Denmark is well-known for creating what products?",
  "What are The Ready Set and Cell?",
  "Where does the hotel and casino located in which Bill Cosby's third album was recorded?",
  "Calvin Murphy's record of being the shortest NBA player to play in an All-Star Game was tied by a player who was sent to what team in 2017?",
  "Who founded the collective which released the album Messe I.X-VI.X?",
  "The film Navakoti Narayana was based on the life of Purandara Dasa who was born in what year?",
  "What was the highest ranking in the United States for a single written by an English multi-instrumentalist?",
  "What other notable role did the star actor from Jeremy perform? ",
  "In what country did Gildo Siopaes win a bronze medal for bobsledding in the 1964 Winter Olympics?",
  "Nominated in ten categories at the 38th Annual César Awards ceremony was a film whose narrative focuses on what two people?",
  "God Is Not Great is by a journalist which due to his actions made him what?",
  "Frank Blake's longtime protégé was also the chairman and CEO of what company in addition to The Home Depot?",
  "Where was the Danish colony, in which the Scandinavian Collectors Club claims as part of their region and includes the islands of Saint Thomas, located?",
  "Meet Market is a 2004 film starring which son of a former prime minister?",
  "Which Walt Disney film was released earlier, The Rescuers or The Muppets?",
  "What car did the German rally driver, who won victories for Fiat, Opel, Lancia, and Audi drive?",
  "Which founder of Alcatraz East was born on March 31, 1956?",
  "What census-designated place located in Nassau County, New York has as portions of it's territory, districts of Brian Curran, New York State assemblyman?",
  "How many people live in the County serviced by The Collier Area Transit system?",
  "What church was the college Marjorie Hass is the 20th president of formerly affiliated with?",
  "Which genus expands to the Pacific Ocean islands, Osteomeles or Medinilla?",
  "The Feminine Touch is a drama film starring which English actress?",
  "In which city was this band formed, whose rhythm guitarist featured in \"Cupid's Chokehold?\"",
  "Which star of The Human Stain was born in 1937?",
  "The Shōgitai were an elite corps of which shogunate?",
  "Who was known by his stage name Aladin and helped organizations improve their performance as a consultant?",
  "What is the airport code for the Vilnius Airport that ceased operations in 2015?",
  "What Argentinian retired defensive midfielder, and current manager of C.D. Guadalajara, was traded to Parma alongside Sérgio Conçeicão at the end of the 1999–2000 season? ",
  "In what 2 countries did both X-Large and A Bathing Ape have stores?",
  "Is It Just Me? was a single by the English rock band from what Suffolk city?",
  "Which American professional poker player also starred in the 2015 movie \"Extraction\"?",
  "Who was born first, Lawrence Ferlinghetti or Luigi Pirandello?",
  "Did Vertical Horizon or LCD Soundsystem start their bands first?",
  "While at the University of Michigan, Louis Smith played with what American jazz trumpeter, bandleader, and composer?",
  "What military formation were participated in by both Oscar W. Koch and General George Smith Patton Jr. ?",
  "What Kenya-based company owns the Tusker beer brand?",
  "Wilm Hosenfeld assisted the pianist and composer of what nationality survive during 1944?",
  "Before composing music for the game which contains Chocobos and Moogles, what cover band was he involved in?",
  "What was the nickname of the author of the comic strip on which a a 2015 American 3D computer-animated comedy film produced by Blue Sky Studios and distributed by 20th Century Fox was based?",
  "Which composer was wrote his music most recently, Michael Tippett or Luigi Cherubini?",
  "Which film was released more recently, Make Mine Music or Old Dogs?",
  "Which castles, besides Bamburgh Castle, are located on the northeast coast of England?",
  "What river can a  large African bovine be seen bathing in in the Mwabvi Wildlife Reserve?",
  "Where were the brothers from that manufactured the balloon in which François Laurent d'Arlandes andJean-François Pilâtre de Rozier made the first manned free balloon flight? ",
  "What job did Jörgen Smit work, where he was working in the world center for the anthroposophical movement?",
  "New Hampshire Route 124 runs between two regions, one of which is found in Cheshire County, New Hampshire, United States with the population of about 2000 and is named what?",
  "Gualdo Tadino Cathedral, a Roman Catholic cathedral, was dedicated to Saint Bendict of Nursia who is a patron saint of what continent?",
  "What is Opry Mills in Nashville, Tennessee?",
  "What is the magazine that listed \"Jump Around\" by House of Pain at 325 out of \"500 greatest songs since you were born\", known for?",
  "Are Ranger Rick and Tennis both sports magazines?",
  "What genre did the writer whose novel was based on \"I'll Take Manhattan\" writes?",
  "Who has a wider scope of profession, Christopher Guest or  Roman Karmen?",
  "Which has more species, Sonerila or Scaevola?",
  "Who was hung for assisting the attempted surrender of a defector from the American Continental Army to the British Army?",
  " Park Seo-joon is best known for his role in a series that premiered on what month and day?",
  "What role did Thomas Doherty play in sitcom based on the Israeli series \"North Star\"?",
  "How many copies of Roald Dahl's variation on a popular anecdote sold?",
  "The Churchills is a TV exploration of Winston Churchill and his ancestor the Duke of Marlborough, presented by which English historian and broadcaster?",
  "Who voices the character that stars in Baseball Bugs?",
  "Wincenty Gostkowski was a lawyer for the watch manufacturer Patek Philippe & Co. in which city in Switzerland?",
  "What was the 2016 population of the city on the Bay Fundy which had an office of the Bank of British North America?",
  "which Mexican and American film actress is Ethel Houbiers  French voice of ",
  "Which genus has more species, Quesnelia or Honeysuckle?",
  "Which continent have a distribution of both the Ternstroemia and Cussonia genus of plants? ",
  "Where did the hijacked plane rammed by Heather Penney crash? ",
  "which writer has the highest number of skill  Langston Hughes or  Ian McEwan",
  "Which record producer from Stockbridge, Georgia is the lead singer of Collective Soul?",
  "who starred in the English-language Danish experimental horror film  which  Lars von Triers received award for ",
  "From which alphabet was this alphabet derived that the name of the club Ilysiakos B.C. has the starting letter of?",
  "Who did the player nicknamed \"The Human Highlight Film\" play for after he left the Atlanta Hawks?",
  "Socialist conferences were held with what countries that opposed the Central Powers in the First World War?",
  "Berk Communication and Marketing Group  best known for representing an American professional baseball pitcher for what team?",
  "What is the name of the Kegeyli District in the Turkic language spoken in Karakalpakstan?",
  "What regular performer at the R-26 club in Paris was known for her banana-themed costume?",
  "Which son of Rick Barry was born first, Brent Robert Barry or Drew William Barry?",
  "Which musician or band is from further north, Matthew Good or Modern Baseball?",
  "which is larger, Hunchun or Shijiazhuang?",
  "Which band has more members, Test Icicles or X Ambassadors?",
  "Where is the head quarter of the Blue Bird Body Company?",
  "Where is the game which  High Rollers Casino is a type been played ",
  "Where was the maker of Cougar bourbon whiskey headquartered before its acquisition by Anheuser-Busch InBev?",
  " \"JK Wedding Entrance Dance\" is a viral video that uses a song by a rapper whose first album was certified what?",
  "Where is the concert venue which hosted the first US performance of \"Libuše\" located?",
  "How long did the state exist whose army ransacked and looted the city, Halebidu, twice in the 14th century ?",
  "Was Princess Charlotte of Cambridge born before or after the repealing of the Royal Marriages Act 1772?",
  "Who was the running mate of the man about whose candidacy the 2016 book Insane Clown President: Dispatches from the 2016 Circus documents?",
  "Which battle took place during the American Civil War, Battle of Gettysburg or Battle of Tarawa?",
  "The Austrian border barriers at facilities like South Tyrol was designed to designed to manage what?",
  "What Cantonese slang term can mean both \"ghost man\" and to refer to Westerners?",
  "what is the football club that formed in 1876 and has Dael Jonathan Fry as a player?",
  "Which actor in The Lieutenant Wears Skirts is named Samuel?",
  "Why are many of the band, Hirsute Pursuit's songs considered controversial?",
  "What year was the actor son of Jeremiah Porter born? ",
  "Which song, released on December 7, 2008 was co-written by Liz Rose?",
  "Until when did this region exist as an organized incorporated territory of the United States, for which Samuel Thurston served as its first delegate?",
  "What program did this Basham brother who appeared with World Wrestling Entertainment between 2002 and 2007 participated in 2007?",
  "The 2011–12 VCU Rams men's basketball team, led by third year head coach Shaka Smart, represented Virginia Commonwealth University which was founded in what year?",
  "North Midland Divisional Engineers took part in a battle during WWII that went on for how many weeks ?",
  "The 1990–91 UNLV Runnin' Rebels basketball team coached by Jerry Tarkanian lost in the semifinals of the 1991 NCAA tournament to which team?",
  "What year was the song that some critics compared to \"Fading\" released? ",
  "\"The Empire Builder\"'s Columbia River Subdivision was part of which line?",
  "Rimo I and Passu Sar are both part of which mountain range?",
  "Pablo Jose Ozuna is the cousin of a Dominican professional baseball left fielder who made his MLB debut in what year?",
  "What South Australian capital held UFC Fight Night 65 in May of 2015?",
  "What are some foods that may have been served at the Hawaiin Cottage?",
  "Are both, Boise State University and Syracuse University, public colleges?",
  "What was the author of Freeway Warrior's original occupation?",
  "How many Senate seats will be contested during the midterm elections that Nancy Soderberg has filed to run for Congress in?",
  "Elle Royal's video \"What Can I Say\" went viral after she was featured as “Female Artist of the Week” by a video blog founded in what year?",
  "What is the name of the presidential memorial in Washington, D.C that connects to an artificial island?",
  "Have Tionne Watkins and Park So-yeon both been members of a girl group?",
  "In which University is Richard Williams' former assistant a member of the Athletics Hall of Fame?",
  "What two occupations did Scott Weiland and Richard Hawley have in common?",
  "What separates the islands where the 2015 Africa Magic Viewers Choice Awards were held?",
  "The Pioneer Helmet and the Benty Grange helmet are linked because of which feature?",
  "The 37th Disney animated feature film Tarzan features You'll be in my heart by which artist?",
  "Marcus Wayne Garland spent nine seasons with an American professional baseball team that is based in Baltimore, Maryland, and was one of the AMerican League's original eight charter franchises when the league was established in what year?",
  "What 2015 British-Canadian-Irish romantic drama was Finola Dwyer a producer of?",
  "What items are used to play both Lapta and Rounders?",
  "How many records did Shane Lynch sell as a member of Boyzone?",
  "Are the bands \"Black Grape\" and \"Balance and Composure\" from the same country?",
  "Where was the sitcom filmed that Judy Greer played Kitty Sanchez in?",
  "Staten Island Summer, starred what actress who was a cast member of \"Saturday Night Live\"?",
  "What film genre involves humor and love, as seen in Mamma Mia: Here We Go Again!?",
  "Which American novelist was notable primarily for publishing science fiction, Allen Drury or Philip K. Dick?",
  "The History of Ranching is a mural that was originally located at an American brewery that in 1999 began trasfering its production to who?",
  "How many books are in the text composed by the founder Nyaya school of Hindu philosophy and is used in the development of Indian logic?",
  "The 1978 NBA World Championship Series had as MVP which Hall of Fame class member of 1988?",
  "When was the improvisational troupe, which trained Amy Sedaris, Paul Dinello, and Stephen Colber, founded?",
  "What was Todd Boehly's former position at the firm where Mark Walter is the CEO?",
  "Who wrote the lyrics to the theme song that was used by the Western film series Range Busters?",
  "The Bragg–Gray cavity theory was developed by Louis Harold Gray, William Lawrence Bragg, and a man that was knighrted in what year?",
  "During the 2004-05 Atlanta Hawks season, the team acquired a former professional basketball player, who is the current head coach of what team?",
  "The Kilby International Awards were named after the inventor who discovered what electronics phenomenon?",
  "The song Justice was used for a WWE event that took place on what day ?",
  "Are Southwest Florida International Airport and Henry E. Rohlsen Airport both in Florida?",
  "Which rock band chose its name by drawing it out of a hat, Switchfoot or Midnight Oil?",
  "What American indie rock group first had Jesse Sandoval as the drummer and now has Jon Sortland on drums?",
  "In which series did Jacky Ickx, the Belgian Ferrari driver, win more races - Formula One or the Le Mans 24 Hours?",
  "What conference does the team that drafted Derrick Hamilton in 2004 belong to?",
  "How many albums have been sold by the band who was supported by Iron Maiden on their World Wide Blitz Tour?",
  "When was the  Argentine former footballer which  Dutch manager Ronald Koeman replaced in  2014–15 Southampton F.C. season born",
  "What language was spoken by the Native American people whose principal town was Anhaica?",
  "What 1991 Disney film is also a 1946 French romantic fantasy film directed by French poet and filmmaker Jean Cocteau?",
  "Bank street is sandwiched between the headquarters of the Hongkong and Shanghai Banking Corporation and which other building?",
  "In The Passion of the Christ, who did Monica Bellucci play?",
  "What collegiate division does the team coached by P.W. Underwood play in?",
  "Who directed the black comedy in 1984 that started the American actress and singer best known for her role as Sally Morrison on \"My Three Sons\"?",
  "What was Sophia Dallas' husbands name who served under the 11th president of the United States?",
  "John Paesano wrote which film for DreamWorks Dragons?",
  "Which late 1980s and 1990s English super model was featured in the song nasty girl by The Notorious B.I.G.?",
  "What product is being built at a 107,000 acre industrial park for Tesla Motors?",
  "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?",
  "What is the population of the city which  Deryl Dedmon came from ",
  "Which American-Canadian actor starred in the Disney Channel's \"Good Luck Charlie, It's Christmas!\"?",
  "Who has more scope of profession, Edward Dmytryk or Otto Preminger?",
  "When was the Chinese American electronic musician and singer who collaborated on the album I Remember born?",
  "What kind of company is this group whose headquarters are in AIA Central? ",
  "McLemore Avenue is to Booker T. & the M.G.s as what road in the city of Westminster in London is to the Beatles?",
  "Where is the ice hockey team based that Zdeno Chára currently serving as captain of?",
  "Immanuel Lutheran School is affiliated with the denomination that has how many members?",
  "Which band has had more members, The Operation M.D. or Del Amitri?",
  "Max Hoffmann along with Hindenburg and Ludendorff, masterminded the devastating defeat of the Russian armies in a battle fought when ?",
  "Which rock band has released more albums, Shihad or Morningwood? ",
  "Which cocktail's name describes how the drink looks, Blue Hawaii or Baby Guinness?",
  "In Ancient Egyptian religion how would a citizen be weighted to decide if they where worthy of damnation and would face the torment in the lake of fire ?",
  "Who released their debut album first, Daisy Chainsaw or Generationals?",
  "Which American pro basketball player who won gold at the 2008 Summer Olympics was signed by the Utah Jazz during the 2005-05 offseason?",
  "Which company owned by a Pakistani media mogul produced the Pakistani romantic drama film Dobara Phir Se?",
  "Who was born first, Ulf Merbold or Mirosław Hermaszewski?",
  "Bure Family Wines is named after former ice hockey player?",
  "What university did the winner of the 2014 CFL's Most Outstanding Defensive Player Award attend?",
  "Are William Kronick and Jon Turteltaub both television writers ?",
  "Are the Galata Tower and Süleymaniye Mosque located in the same city?",
  "To which competition did the University at Albany, SUNY send a Puerto Rican hurdler and sprinter?",
  "Are Vintage Life and InStyle both US-based magazines?",
  "What creature of American folklore gained notoriety in 1964?",
  "The rifle cartridge created by the Swedish was also shared by which other nation?",
  "Was Pocahontas made before Born in China?",
  "What sports team included both of the brothers Case McCoy and Colt McCoy during different years?",
  "What is the population of the town at the intersection of Interstate Highways 77 and  the longest Interstate highway within the borders of Virginia?",
  "What nationality is the director of the 1971 film Wake in Fright?",
  "Which Argentine Marxist revolutionary, author, guerrilla leader, diplomat and military theorist did Arther Quinlan interview?",
  "What is the name of this Austrian association football club from Vienna for which Raphael Holzhauser was a player?",
  "The man who currently serves as the wide receivers coach for the Dallas Cowboys used to coach at what college?",
  "Who is the director of Hollywood film \"7th Heaven\" (1927), Jerry Belson or  Frank Borzage?",
  "What was the other name of the textile mill on which The Mill was based on?",
  "What year was the American healthy lifestyle magazine, in which Georgia Rickard contributed, started?",
  "Which band opened for more major international acts, Blessid Union of Souls or Blue Peter?",
  "What bluegrass singer provides vocals for a song on the album which was released in September 2013 through PRMD Music?",
  " The 1919 Mississippi gubernatorial election Incumbent Democrat was a master of what?",
  "Which of the songs that outperformed \"Drive\" was most successful in the United States?",
  "The large subunit and small subunit that use two types of RNA are major components that make up what?",
  "Löwenbräu and Bürgerbräukeller are both located where?",
  "Where was the builder of the Hyundai Stellar located?",
  "That is the nationality of the author who wrote books that featured the character Faline?",
  "Are the mountains known as Trivor and The Crown both found in Asia?",
  "Edmundas Malūkas was the former mayor of the lake resort how far west of the capital of Lithuania?",
  "Tolex and General Tire manufacture very different products, but both make accessories for what type of transportation vehicle?",
  "What type of comedian was cloned in a series centering on Mitchell Reynolds?",
  "Which genus has more species, Leitneria or Tricyrtis?",
  "YouPorn was surpassed, in 2013, by competitor sites xHamster, Pornhub, LiveJasmin, and this website that is registered to the Polish company WGCZ Holding? ",
  "Do the bands 3OH!3 and Moonbabies have the same number of members?",
  "What year did a Russian soprano opera singer born in October 1926 leave Russia with her cellist husband and daughter?",
  "Sadok Sassi played for a national team that made its first World Cup in what year?",
  "Which species of trees is larger Dryopteris or Gymnocladus?",
  "What is the home town of a woman who guest-starred on Thug Mentality 1999?",
  "Which airport is closer to the Atlantic ocean: Wilmington International Airport, or Texarkana Regional Airport?",
  " The Nantahala National Forest and the Croatan National Forest are both located in which state?",
  "What artistic endeavor do Fallujah and Dying Fetus have in common?",
  "What is the original name of the place where The 1st Minnesota Light Artillery Battery mustered?",
  "Based on a True Story... is an album by which country music star, with the single My Eyes?",
  "Does Kurt Cobain and Glenn Frey work in the music industry?",
  "\"I Wed Three Wives\" is an episode of a television series that ran on what network?",
  "Which Western action-adventure video game by Rockstar did Tyler Bunch act for?",
  "The actor that plays Joe MacMillan in \"Halt and Catch Fire\" also starred with Carrie Coon in what 2017 horror film?",
  "What is the legal name of Johnny Campbell's hometown?",
  "Which species is the most numerous, Podocarpus or Osmunda? ",
  "What distinction is held by the former NBA player who was a member of the Charlotte Hornets during their 1992-93 season and was head coach for the WNBA team Charlotte Sting?",
  "Are Tim Rice and Leslie Marmon Silko both lyricists?",
  "What show did the co-creator with Chris Spencer of Wild 'N Out debut on?",
  "Which band is from England, Fireflight or Dirty Pretty Things?",
  "What  profession did Mike Robbie's father practice?",
  "What novella was the basis of the movie that featured the song \"Wien, du Stadt meiner Träume\" by Rudolf Sieczyński?",
  "The Synod of Chester led to the battle of the same name that took place in what time period?",
  "What nationality was Oliver Reed's character in the film Royal Flash?",
  "Were Frank Tashlin and George Kuchar both animators?",
  "Who directed the animated series which featured an American comedy writer as the voice of Lucy?",
  "In which year did this division, where Cleveland Browns placed fourth in 2009, adopt its current name?",
  "Which is located in India, University of the Philippines or The Northcap University?",
  "Who led the Texian Army in the battle in whichJoseph L. Bennett served as lieutenant colonel?",
  "Whose given first name is longer, Theo Angelopoulos and Budd Boetticher (nicknames)?",
  "What was the original name of the theatrical program that was founded by Joseph Papp? ",
  "Which genus of flowering plants has the most species, Caesalpinia or Achimenes?",
  "Mark Newhouse finished 9th in a 2013 series of poker tournaments sponsored by what corporation?",
  "The M104 155mm Projectile was specifically designed to carry about 11.7 pounds of what prototypical substance?",
  "Which musician who first became famous in the late 1960s and early 1970s is Inner Secrets  the ninth studio album by",
  "Chien-Shiung Wu's expertise in experimental physics evoked comparisons to a scientist who passed away in which year ?",
  "Lt Col. Stewart Francis Newcombe was a British army officer and associate of a military officerthat was given what title?",
  "What year did Guns N Roses perform a promo for a movie starring Arnold Schwarzenegger as a former New York Police detective?",
  "How many records did the boy band who released \"Said and Done\" sell worldwide as of 2013?",
  "The On Tour Forever album gave Blues Traveler the opportunity to display what musical trademark?",
  "When was the eighth season renewed for the series starring Al Harrington?",
  "Underwater! is a 1955 adventure film starring an American film actress who was a leading sex symbol in what decades?",
  "When was the newspaper, in which the 1891 Birthday Honours list appeared on 30 May 1891, adopt its current name ?",
  "The Secret of Moonacre was directed by the founder of which animation studio?",
  "Are 9 DeKalb Avenue and New York World Building both skyscrapers in Brooklyn?",
  "Did Big Pig or Blur have more members?",
  "Guy Pearce starred in which movie produced by Marvel Studios ?",
  "William Bromley-Davenport held political office under the Prime Minister who was of which party?",
  "Jim Halsey guided the career of the musician who hosted what country variety show?",
  "Which of the following is home to the 642nd Aviation Support Battalion: Greater Rochester International Airport or Valley International Airport?",
  "The Nazi architect that was most rewarded and favoured by Adolf Hitler alongside Hermann Giesler held what type of ministerial office?",
  "Paul Ziert recruited what two time gold medalist in gymnastics?",
  "Two positions were filled in The Voice of Ireland b which British-Irish girl group based in London, England?",
  "The subject of McGinniss' 1983 book \"Fatal Vision\" was convicted of murder in what year?",
  "Are the Laleli Mosque and Esma Sultan Mansion located in the same neighborhood?",
  "What is the name of the one of the hosts of the Race for the Pennant sports show who is a retired american baseball pitcher?",
  "What guitarist played with both Device and the American industrial rock group whose debut album was named \"Short Bus\"?",
  "In what city does a Christian minister who won the singles title with Jan Kodes in the 1970 French Open currently reside?",
  "Which has more species, Clianthus or Callicoma?",
  "Which breed of dog is extinct, the Hawaiian Poi Dog or the Dandie Dinmont Terrier?",
  "Who is the author of the 1993 production Madge Ryan participated in?",
  "When was the anthology, in which fisrt pages of The Incal\" were released, created?",
  "What year did the director of The Quiet American die?",
  "Who sponsors the award Alex Rodriguez won two of?",
  "What professionn does Stanley Kwan and Ken Hughes have in common?",
  "Both Bo Diddley and The Yardbirds played which common genre of music during their careers?",
  "Which Missing You actor was born August 17 1993?",
  "Are Couroupita and Graptopetalum plants both native to central America?",
  "How high on the US \"Billboard\" Hot 100 chart did Dan Smith's song reach in 2013?",
  "The movie Chariots of Fire was based on the true story of which Scottish Christian athlete?"
]